Repository: Shibx12/Fitness
Catalog: Fitness/Localizable.xcstrings
Source language: zh_hans
Languages: en

# %@ · 中位时长 %@ · %@
source: %1$@ · 中位时长 %2$@ · %3$@
en: %1$@ · Median duration %2$@ · %3$@

source: %@ 公里
en: %@ km

source: %@ 分钟
en: %@ min

source: %@步频
en: %@ Cadence

source: %@配速
en: %@ Pace

source: %lld bpm 以上
en: %lld bpm or above

source: %lld 分钟
en: %lld min

# %lld 小时 %lld 分钟
source: %1$lld 小时 %2$lld 分钟
en: %1$lld hr %2$lld min

# %lld分%lld秒
source: %1$lld分%2$lld秒
en: %1$lldm %2$llds

# %lld时%lld分%lld秒
source: %1$lld时%2$lld分%3$lld秒
en: %1$lldh %2$lldm %3$llds

source: 7天
en: 7 Days

source: 30天
en: 30 Days

source: Apple 健康中暂时没有可分析的户外跑步体能训练。
en: Apple Health doesn't currently contain any outdoor running workouts to analyze.

source: Apple 区间
en: Apple Zones

source: 低于 %lld bpm
en: Below %lld bpm

source: 全选
en: Select All

source: 全部
en: All

source: 公里
en: km

source: 最快步频
en: Highest Cadence

source: 最快配速
en: Fastest Pace

source: 最近步频
en: Latest Cadence

source: 最近配速
en: Latest Pace

source: 分享
en: Share

source: 分段
en: Split

source: 分钟
en: min

source: 区间心率
en: Zone Heart Rate

source: 区间片段
en: Zone Segment

source: 取消全选
en: Deselect All

source: 各次跑步心率
en: Heart rate for each run

source: 周日历
en: Weekly calendar

source: 周跑量
en: Weekly Distance

source: 完成
en: Done

source: 已跑步
en: Run completed

source: 平均步频
en: Average Cadence

source: 平均配速
en: Average Pace

source: 当前心率
en: Current Heart Rate

source: 当前运动时间
en: Current Workout Time

source: 心率
en: Heart Rate

source: 心率区间
en: Heart Rate Zones

source: 心率或速度数据不足
en: Insufficient heart rate or speed data

source: 户外跑步
en: Outdoor Running

source: 户外跑步数据
en: Outdoor Running Data

source: 无法读取健康数据。请在“设置”中允许此 App 读取体能训练数据。
en: Unable to read Health data. Allow this app to read workout data in Settings.

source: 日期
en: Date

source: 日期未知
en: Unknown date

source: 时:分
en: hr:min

source: 时间
en: Time

source: 时间范围
en: Time Range

source: 未跑步
en: No run

source: 本周跑量
en: This Week

source: 本次跑步的最后一个步频
en: Last cadence reading for this run

source: 本次跑步的最后一公里
en: Last kilometer of this run

source: 正在读取健康数据…
en: Loading Health data…

source: 此时间范围内没有 Apple 心率区间数据
en: No Apple heart rate zone data for this time range

source: 此时间范围内没有可定位的心率时间序列
en: No heart rate timeline is available for this time range

source: 步频
en: Cadence

source: 没有可用的步频数据
en: No cadence data available

source: 没有完整的 1 公里分段
en: No complete 1 km splits

source: 没有户外跑步数据
en: No Outdoor Running Data

source: 没有足够的心率和速度数据
en: Insufficient heart rate and speed data

source: 设置
en: Settings

source: 跑步
en: Run

source: 跑步效率
en: Running Efficiency

source: 跑步时间
en: Running Time

source: 跑步结束
en: End of Run

source: 运动时间
en: Workout Time

source: 选择跑步数据
en: Select Running Data

source: 配速
en: Pace

source: 配速（分钟）
en: Pace (minutes)

source: 重试
en: Retry

source: 需要健康数据权限
en: Health Data Access Required
